{ 
	"_meta": {
		"sources": [
			{
				"json": "ZNDR",
				"abbreviation": "ZNDR",
				"full": "Zendikar",
				"authors": [
 					"Metaru"
				],
				"version": "1.0.0",
				"url": "https://github.com/metaru-no-shinigami/homebrew",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1558867830,
		"dateLastModified": 1558867830
	},
  "adventure": [
		{
			"name": "Zendikar",
			"id": "ZNDR",
			"source": "ZNDR",
			"contents": [
				{
					"name": "Roar of the wild",
					"headers": [
						"Introduction",
						"Middle",
						"Conclusion"
					]
				}
			],
			"level": {
				"start": 1,
				"end": 1
			},
			"published": "2021-04-23",
			"storyline": "Zendikar"
		}
	],
	"adventureData": [
		{
			"id": "ZNDR",
			"source": "ZNDR",
			"data": [
				{
					"type": "section",
					"name": "Roar of the Wild",
					"entries": [
						{
							"type": "section",
							"name": "Introduction",
							"entries": [
								{
									"type": "inset",
									"name": "Prologue",
									"entries": [
										"300 years ago the Fauthyrian Empire was created. It was all due to one man: Fauthyr, the 20th king of the Malakirian kingdom, or more accurately he was Malakir's liberator. He was one of the most powerful wizards in Malakir even before his ascension into godhood. After he became a god he liberated Malakir and conquered Guul Draz, Murasa, the Murasan islands, and the south of Bala Ged. Fauthyr was slain 100 years later by the Saelsom Empire with help from its allies. After his death, the Saelsom Empire ruled over Guul Draz and Bala Ged. The only remnants of the Fauthyrian Empire were small towns in Murasa and the Murasan islands and small nomadic villages in the wilds of Guul Draz and Bala Ged. Malakir quickly became one of the wealthiest cities in all of Zendikar because its position easily allowed for trade routes to be established. This wealth led to the people not seeing a need for the Sun King and secede from the empire. This caused a civil war which weakened Malakir and the Fauthyrian nomads took advantage of this weakness to reclaim the city. A king was established, and they conquered the rest of eastern Guul Draz and destroyed the monasteries of the Saelsom empire within that area. This inspired the Fauthyrian nomads in central Guul Draz to do the same. The Fauthyrian Empire still has control over those territories even to this day. 5 years ago a king rose up who wanted to destroy the Saelsom Empire once and for all. He failed, but he did expand the territory further in the west of Guul Draz, conquer the south of Bala Ged, and the Principality of Tazuul surrendered to him."
									]
								},
								{
									"type": "list",
									"items": [
										"The war finally has ended, and you decided to travel to Malakir to see a festival celebrating the end of the war. And after a whole week of travelling you finally arrive at the gates of the city.",
										"The next day you awake to the sound of bells, music, the clash of swords, and people chatting and cheering. The air is filled with various smells like that of smoke, and food.",
										"Outside of the inn there is many people wearing colourful clothes, buildings decorated with fine linens, and people selling various types of food, drinks, and trinkets. There is also a bunch of people gathered and cheering in the park across the street from all of the shops."
									]
								},
								{
									"type": "entries",
									"name": "The Festival",
									"entries": [
										"The festival is to celebrate the end of the war.",
										{
											"type": "entries",
											"name": "Clothing",
											"entries": [
												"There are multiple styles of clothing worn in the festival:",
												{
													"type": "list",
													"items": [
														"Vampires: Both men and women wear black clothing with red acents and pointed potrutions that are usually on the shoulders, elbows, and/or head. And they often have capes and have red markings on their bodies",
														"Air genasi: Women wear long flowy houppelandes made with multiple layers of white or light blue silk. Men wear white linen tunics with light blue silk tabards.",
														"Earth genasi: Women wear dresses that have very earthy colours with a flower headpeice and jelwery with precious stones. Men wear tunics with earthy colours inlayed with gold or other precious metals.",
														"Fire genasi:" 
													]
												}
										}
									]
								},
								{
									"type": "list",
									"items": [
										"They hear a large horn and a man yells out 'The feast will begin soon'.",
										"They make it to the large building and the bodyguard ask them if they have weapons.",
										"They make it into the building and see a shady figure putting something in his pocket.",
										"The show begins. The lights dim, and as you look into the distance you see a full moon with a reddish tint and bright stars pierce through the darkness and shine upon a large mountain range. You hear the howling of wolves and the chirp of crickets within the darkness. As you look towards the base of mountains you notice a sea of fog that obscures your vision to the point that you can only see the top of trees pierce through the fog. You hear a subtle breeze blow among the leaves. As you look closer you notice light flickering from within the fog like that of a flame. As your eyes begin to adjust you see a mysterious robed figure hiking towards one of the larger mountains. You notice that the figure has a flame lit in one hand and a large staff in the other. Draping from his shoulder is a bag that is embroidered with ancient runic symbols. One of his sleeves look like it was torn by a beast and from the tear you catch a glimpse of runic symbols along his arm, and you notice that he is much more muscular than the average wizard. You then hear a twig snap, and he stops walking for a moment to look around. He sees nothing, so he continues along the path. He eventually makes it to the mountain and hikes to a cave near the peak. Upon arrival in the cave he pulls out twigs from his bag and puts onto the floor and lights a fire. He sits to rest his legs, and he pulls out some food to replenish him after the long journey. An hour or so passes, and he pulls out ingots of gold, mythril, silver and a very large diamond. He begins to forge the gold and mythril into blade like shapes and the silver into a pommel and guard. When he is done, he places the pieces together, and forms a dagger with two blades that form a helix where one blade is gold and the other is mythril and where they meet is a large diamond. He then chants in an ancient language and the blade begins to glow. Rain begins to crash upon the land and the blade begins to rise. Lightning strikes and the cave fills with an eerie red glow.",
										"The lights turn off and then turn back on showing the dryad walking through a plentiful forest. And suddenly the ground shakes and people panic. Someone in the back yells 'Earthquake! Everyone take cover!'. People panicking try to run out of the building and then the beam snaps. The roof starts to collapse.",
										"They see the shady man from before dead.",
										"He has a letter in his pocket that says \"I heard that you have become the member of The Black Owl. I have another task for you: Have The Black Owl kidnap Dr. Kinnung Screllbyrn and bring him to the forbidden ruins near Malakir and have him open the vault. Kinnung would also be needed to decipher scrolls so that we know where we need to go next. Gaerd will be waiting at the ruins to keep an eye on the members of The Black Owl, and so he can bring the scrolls and the relics directly to me. I have included 500gp to bribe the leader to contribute to our cause. Do not fail me, or you will be the first thing that the hatchlings will first on!\" ."

									]
								},
								{
									"type": "list",
									"items": [	
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Middle",
							"entries": [
								"Middle"
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"entries": [
								"Conclusion"
							]
						}
					]
				}
			]
		}
	]	
}
